<template>
  <div class="agreement-container">
    <h1 class="title">ПРАВИЛА САЙТА И ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>
    <p>
      ITSFALI LTD с одной стороны и лицо, акцептовавшее оферту, размещенную в
      сети Интернет по постоянному адресу
      <a href="https://deamon.app/agreement" target="_blank"
        >https://deamon.app/agreement</a
      >, с другой стороны, заключили настоящее пользовательское соглашение о
      нижеследующем.
    </p>

    <h2 class="section-title">Термины и определения</h2>
    <p>
      В настоящем пользовательском соглашении, если из текста прямо не вытекает
      иное, следующие термины будут иметь указанные ниже значения:
    </p>

    <h3>«Владелец»</h3>
    <p>
      ITSFALI LTD, юридическое лицо, зарегистрированное по адресу 16 John
      Nicholas Crescent, Ellesmere Port, Cheshire, United Kingdom, CH65 2DL.
    </p>

    <h3>«Инвентарь»</h3>
    <p>
      Возможность использовать один из указанных в Кейсах объектов в
      соответствии с соглашением игры, размещенным в сети.
    </p>

    <h3>«Кейсы»</h3>
    <p>
      Совокупность защищенных страниц Сайта, созданных в результате регистрации
      Пользователя, используя которые Пользователь имеет возможность
      пользоваться всеми или некоторыми функциональными возможностями Сайта.
    </p>

    <h3>«Личный кабинет»</h3>
    <p>
      Доступ в Личный кабинет осуществляется в следующем порядке:
      <br />
      нажмите кнопку «Авторизоваться» на Сайте, после чего Пользователь будет
      автоматически переадресован на возможные варианты авторизации.
      <br />
      внесением Пользователем имени пользователя и пароля в соответствующее
      поле, нажмите кнопку «Войти».
      <br />
      либо посредством открытия Сайта в случае, если Пользователь ранее вышел из
      Личного кабинета путем нажатия кнопки «Выход».
    </p>

    <h3>«Пользователь»</h3>
    <p>Физическое лицо, имеющее аккаунт, заключившее Владелец Соглашение.</p>

    <h3>«Сайт»</h3>
    <p>
      Составные произведения, представляющие собой совокупность информации,
      текстов, графических элементов, дизайна, изображений, фото и
      видеоматериалов, программ для ЭВМ, иных результатов интеллектуальной
      деятельности, за исключением Предметов, содержащихся в информационных
      блоках и размещенных в сети Интернет в пределах доменной зоны
      gstgstandoff.app.
    </p>

    <h3>«Соглашение»</h3>
    <p>Настоящее пользовательское соглашение.</p>

    <p>
      Владелец и Пользователь. Все остальные термины и определения,
      встречающиеся в тексте Соглашения, толкуются Сторонами в соответствии с
      законодательством Соединенного Королевства Великобритании и Северной
      Ирландии и сложившимися в сети Интернет обычными правилами толкования
      соответствующих терминов. Названия заголовков (статей) Соглашения
      предназначены исключительно для удобства пользования текстом Соглашения и
      юридического значения для толкования Соглашения не имеют.
    </p>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss"></style>
